Repository: IvanSnezhok/Chipkarta
Catalog: data/locales/*/LC_MESSAGES/chipkarta.po
Languages: ru

source: Для взаємодії з ботом нажміть кнопку
ru: To interact with the bot, press the button

source: Будь-ласка, користуйтесь згідно інструкції
ru: Пожалуйста, пользуйтесь согласно инструк

source: Згода на збирання та обробку персональних даних. Я, громадянин України, даю згоду ТОВ "ІСК" та ДП «ДержавтотрансНДІпроект», 03113, м. Київ, пр. Перемоги, 57 на обробку моїх персональних даних відповідно до Закону України "Про захист персональних даних" № 2297-VI від 01.06.2010 з метою забезпечення договірних відносин в ході здійснення господарської діяльності, передбаченої статутом ДП «ДержавтотрансНДІпроект». Цю згоду я надаю на строк дії договірних відносин згідно із законодавством. Під обробкою персональних даних я розумію будь-яку дію або сукупність дій, які пов'язані зі збиранням, реєстрацією, накопиченням,зберіганням, використанням і поширенням, знеособленням, знищенням відомостей про мене. Під персональними даними я розумію відомості чисукупність відомостей про мене, за якими я можу бути ідентифікований. Мене також поінформовано, що мої персональні дані будуть включені вбазу персональних даних «Клієнт» ДП «ДержавтотрансНДІпроект»
ru: Согласие на сбор и обработку персональных данных. NЯ, гражданин Украины, даю согласие ООО "ИСК " и ГП«ГосавтотрансНИИпроект», 03113, г.Киев, пр.Победы, 57 на обработкуМоих персональных данных в соответствии с Законом Украины "О защите Персональных данных" № 2297-VI от 01.06.2010 с целью обеспечения Договорных отношений в ходе осуществления хозяйственной деятельности,Предусмотренной уставом ГП« ГосавтотрансНИИпроект ». Это согласие я предоставляю на срок действия договорных отношений поЗаконодательством. Под обработкой персональных данных я понимаю любое действие или совокупностьДействий, связанных со сбором, регистрацией, накоплением, хранением,Использованием и распространением, обезличиванием, уничтожением сведений обо мне. В персональными данными я понимаю сведения чисукупнисть сведений оМеня, по которым я могу быть идентифицирован. Меня также проинформировали, что мои персональные данные будут включены вбазуПерсональных данных «Клиент» ГП «ГосавтотрансНИИпроект»

source: Оформлення чіп-карти від Державного Автотранспортного Науково-дослідного і проектного Інституту (ДП ДержавтотрансНДІпроект) для фізичних та юридичних осіб. Як це працює: • Ви передаєте через цей чат-бот фото документів водія, на ім'я якого необхідно буде укласти чіп-карти (фото паспорта, ідентифікаційного коду, водійських прав та фото 3,5 * 4,5 см). • Після отримання всіх необхідних документів та фото водія ми готуємо документи до державного органу з видачі чіп-карти. • Відправляємо посилання для відстеження стану процесу виготовлення чіп-карти .• На Ваше ім'я виставляється рахунок на оплату держ. мит (1970 грн) і наших послуг (250 грн.) оплата проводиться одночасно. • Після оплати, очікуйте Вашу чіп-карту. За замовчуванням, чіп-карту надсилають на адресу прописки, можна замовити відправку Новою поштою.
ru: Оформление чип-карты от Государственный автотранспортный научно-исследовательскогоИ проектного института (ГП ГосавтотрансНИИпроект) для физических иЮридических лиц. Как это работает: • передаете через этот чат-бот фото документов водителя, на имя которогоНеобходимо будет заключить чип-карты (фото паспорта, идентификационного кода,Водительских прав и фото 3,5 * 4,5 см). • После получения всех необходимых документов и фото водителя мы готовимДокументы в государственный орган по выдаче чип-карты. • Отправляем ссылку для отслеживания состояния процесса изготовленияЧип-карты . • На Ваше имя выставляется счет на оплату гос. Пошлин (1970 грн) иНаших услуг (250 грн.) Оплата производится одновременно. • После оплаты, ожидайте Вашу чип-карты. По умолчанию чип-картуПрисылают на адрес прописки, можно отправку Новой почтой

source: Зараз необхідно передати скани чи фото Ваших документів для оформлення чіпкарти Надішліть, будь-ласка, лицьову сторону паспорту
ru: Сейчас необходимо передать сканы или фото Ваших документов для оформленияЧипкарту Пришлите, пожалуйста, лицевую сторону паспорта

source: У нас відсутня інформація про ваш номер телефону, будь ласка пройдіть регістрацю ще разДля цього увведіть /start
ru: У нас отсутствует информация о номер телефона, пожалуйста пройдитерегистрацию еще разДля этого введите /start

source: Надішліть іншу сторону паспорту
ru: Отправьте другую сторону паспорта

source: Ви відправили не фото, будь ласка, надішліть фотографію вашого документа
ru: Вы отправили не фото, пожалуйста, пришлите фотографию вашего документа

source: Відправте фото витягу паспорту
ru: Отправьте фото извлечения паспорта

source: Надішліть будь ласка лицьову сторону ваших прав
ru: Отправьте пожалуйста лицевую сторону ваших прав

source: Надішліть будь ласка, іншу сторону прав
ru: Отправьте пожалуйста, другую сторону прав

source: Відправте Ваш ідентифікаційний код
ru: Отправьте Ваш идентификационный код

source: Тепер відправте будь ласка ваше фото для друку в анкету
ru: Теперь отправьте пожалуйста ваше фото для печати в анкету

source: Дякую, Ваші документи в обробці!
ru: Спасибо, Ваши документы в обработке!

source: Зараз необхідно передати скани чи фото Ваших документів для оформлення чіпкарти Надішліть, будь-ласка, першу сторінку паспорту
ru: Сейчас необходимо передать сканы или фото Ваших документов для оформленияЧипкарту Пришлите, пожалуйста, первую страницу паспорта

source: Надішліть, будь-ласка, другу сторінку паспорту
ru: Пришлите, пожалуйста, вторую страницу паспорта

source: Надішліть, будь-ласка, сторінку з пропискою
ru: Пришлите, пожалуйста, страницу с пропиской

source: Вітаю, {}!
ru: Приветствую, {}!

source: Оберіть зручну для Вас мову!
ru: Выберите удобный для Вас язык!

source: Тепер, будь-ласка, відправте свій номер телефону для зв`язку з Вами
ru: Теперь, пожалуйста, отправьте свой номер телефона для связи с Вами

source: @chipkarta_bot - телеграм-бот для швидкого оформлення чіп-карти водія. Вартість послуги - 250 грн. Вартість держ. мита - 1970 грн. Оформлення - від 7 днів. Термін дії чіп-карти - 5 років. Оплата після оформлення документів. Використовуючи цей сервіс Ви даєте згоду на обробку персональних даних.
ru: @chipkarta_bot - телеграмм-бот для быстрого оформления чип-карты водителя. Стоимость услуги - 250 грн. Стоимость гос. Пошлины - 1970 грн. Оформление - от 7 дней. Срок действия чип-карты - 5 лет. Оплата после оформления документов. Используя этот сервис Вы даете согласие на обработку персональных данных.

source: Паспорт нового зразка
ru: Паспорт нового образца

source: Паспорт старого зразка
ru: Паспорт старого образца

source: Головне меню
ru: Главное меню
